"%1 already exists.\nDo you want to replace it?"="%1já existe. \nDeseja substituí-lo?";
"%1 days left"="Faltam %1 dias";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDiretório não encontrado.\nVerifique se o nome do diretório correto foi fornecido.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nArquivo não encontrado.\nVerifique se o nome do arquivo correto foi fornecido.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s está off-line agora, mas a sua Lesson vai aparecer automaticamente da próxima vez que você abrir o aplicativo Lessons.";
"&Abort"="&Anular";
"&Add to Custom Colors"="&Adicionar a cores personalizadas";
"&Basic colors"="&Cores básicas.";
"&Cancel"="&Cancelar";
"&Copy"="&Copiar";
"&Custom colors"="&Cores personalizadas";
"&Define Custom Colors >>"="&Definir cores personalizadas >>";
"&Delete"="&Excluir";
"&Finish"="&Concluir";
"&Green:"="&Verde:";
"&Help"="&Ajuda";
"&Ignore"="&Ignorar";
"&Name:"="&Nome:";
"&Next >"="&Avançar >";
"&Next >"="&Avançar >";
"&No"="&Não";
"&No"="&Não";
"&Open"="&Abrir";
"&Options <<"="&Opções <<";
"&Options >>"="&Opções >>";
"&Paste"="&Colar";
"&Print"="&Imprimir";
"&Red:"="&Verm:";
"&Redo"="&Refazer";
"&Reload"="&Recarregar";
"&Rename"="&Renomear";
"&Retry"="&Tente novamente";
"&Sat:"="&Sat:";
"&Save"="&Salvar";
"&Undo"="&Desfazer";
"&Unsorted"="&Não classificado";
"&Val:"="&Val:";
"&Yes"="&Sim";
"&Yes"="&Sim";
"..."="...";
":"=":";
"< &Back"="< &Voltar";
"< Share Options"="< Opções de compartilhamento";
"< Share with SMART Board"="< Compartilhe com uma SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Sobre o Qt</h3>%1<p>O Qt é uma barra de ferramentas C++ para desenvolvimento de aplicativo de plataforma cruzada. </p><p>O Qt fornece portabilidade de fonte única no MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux e todas as principais variações comerciais da Unix. O Qt também é disponível para dispositivos embutidos, como o Qtopia Core.</p><p>O Qt é um produto Trolltech. Consulte a página <tt>http://www.trolltech.com/qt/</tt> para obter mais informações.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Este programa utiliza o Qt Open Source Edition versão %1.</p><p>O Qt Open Source Edition é destinado ao desenvolvimento de aplicativos Open Source. Você precisa de uma licença comercial do Qt para o desenvolvimento de aplicativos proprietários (closed source).</p><p>Consulte <tt>http://www.trolltech.com/company/model.html</tt> para obter uma visão geral sobre o licenciamento do Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Este programa usa a versão do Qt %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Uma chave de produto do SMART Notebook Advantage é necessária para esta versão do software SMART Notebook. Acesse <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> para obter detalhes.";
"A&lpha channel:"="Canal alf&a:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7 polegadas)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Anular";
"About %1"="Sobre o %1";
"About Qt"="Sobre o Qt";
"Account"="Conta";
"Activate"="Ativar";
"Activated"="Ativado";
"Activates the program's main window"="Ativa a janela principal do programa";
"Activation Key"="Chave de ativação";
"Activation Web Services:"="Serviços da Web de ativação:";
"Activation Wizard"="Assistente de ativação";
"Activation Wizard is outdated."="O assistente de ativação está desatualizado.";
"Activation required"="Ativação necessária";
"Add Boards"="Adicionar Quadros";
"Advanced"="Avançado";
"Aliases: %1"="Aliases: %1";
"All Files (*)"="Todos os arquivos (*)";
"All Files (*.*)"="Todos os arquivos (*.*)";
"All pending requests have been canceled."="Todas as solicitações pendentes foram canceladas.";
"Apply"="Aplicar";
"Are you sure you want to delete license information?"="Tem certeza de que deseja excluir as informações de licença?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Tem certeza de que deseja devolver a chave de ativação deste produto? A licença será desativada neste computador imediatamente (antes da devolução ser concluída).";
"Authentication Required"="Autenticação necessária";
"Authentication required"="Autenticação necessária";
"Automatic Activation"="Ativação automática";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1.000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84 polegadas)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Voltar";
"Bl&ue:"="Az&ul:";
"Browse Content"="Navegue pelo conteúdo";
"Browse..."="Pesquisar...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Cancelar";
"Canceled"="Cancelado";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Não é possível validar a chave. Tente ativá-la novamente. \n\nSe este problema continuar, anote qualquer mensagem de erro e entre em contato com o suporte técnico da SMART.";
"Centimeters (cm)"="Centímetros (cm)";
"Check Activation Server Connectivity"="Verificar conectividade do servidor de ativação";
"Check for renewals complete. No renewals found."="Procure renovações concluídas. Nenhuma renovação encontrada.";
"Checking..."="Verificando...";
"Choose your SMART Board"="Escolha a sua SMART Board";
"Class ID"="ID de classe";
"Class Name"="Nome da turma";
"Cleaning up a few things..."="Limpando algumas coisas...";
"Click here to test connectivity."="Clique aqui para testar a conectividade.";
"Close"="Fechar";
"Close without Saving"="Fechar sem Salvar";
"Collate"="Alcear";
"Color"="Cor";
"Color Mode"="Modo de cor";
"Commit"="Confirmar";
"Complete Later"="Concluir depois";
"Connect"="Conectar";
"Connected to host"="Conectar-se ao host";
"Connected to host %1"="Conectar-se ao host %1";
"Connection Options"="Opções de conexão";
"Connection Options..."="Opções de Conexão...";
"Connection closed"="Conexão encerrada";
"Connection refused"="Conexão recusada";
"Connection refused (or timed out)"="Conexão recusada (ou tempo esgotado)";
"Connection to %1 closed"="Conexão a %1 encerrada";
"Contact Support at:"="Entre em contato com o suporte em:";
"Contact technical support"="Entrar em contato com o suporte técnico";
"Continue"="Continuar";
"Copies"="Cópias";
"Copies:"="Cópias:";
"Copy"="Copiar";
"Copy &Link Location"="Copiar local do &Link";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Não foi possível ativar. Os servidores de ativação podem estar com problemas. Tente novamente mais tarde.";
"Could not connect to the server. Trying again..."="Não foi possível conectar no servidor. Tente novamente...";
"Couldn't find a board with that code. Want to try again?"="Não foi possível encontrar um quadro com esse código. Deseja tentar novamente?";
"Couldn't load profile"="Não foi possível carregar o perfil";
"Couldn't start the trial period."="Não foi possível iniciar o período de avaliação.";
"Count"="Contagem";
"Create New Folder"="Criar nova pasta";
"Create a New File"="Criar um arquivo novo";
"Create a link to this document"="Criar um link para este documento";
"Creating ..."="Criando ...";
"Cu&t"="Recor&tar";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Dados corrompidos";
"Delete"="Excluir";
"Detail View"="Exibição em detalhes";
"Details:"="Detalhes:";
"Directories"="Diretórios";
"Directory"="Diretório";
"Disabled"="Desativado";
"Discard"="Descartar";
"Do you want to discard this request or complete it later?"="Deseja descartar esta solicitação ou concluí-la depois?";
"Don't Save"="Não salvar";
"Don't show this again"="Não mostrar esta mensagem novamente";
"Done"="Concluído";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Download incompleto. %1 bytes recebido(s), %2 bytes esperado(s).";
"Drive"="Unidade";
"Duplex Printing"="Impressão Duplex";
"Error writing response to device"="Erro ao escrever resposta no dispositivo";
"Examples"="Exemplos";
"Executable '%1' requires Qt %2, found Qt %3."="O '%1' executável requer Qt %2, localizado em Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executivo (7,5 x 10 polegadas, 191 x 254 mm)";
"Expired"="Expirado";
"Expired on %1"="Expirou em %1";
"Expires on %1"="Expira em %1";
"Failed due to a data error. Please contact our support."="Falha devido a um erro de dados. Entre em contato com o nosso suporte.";
"Failed to cancel all pending requests."="Não foi possível cancelar todas as solicitações pendentes.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Falha ao se conectar ao servidor SMART. Tente novamente mais tarde ou tente ativar manualmente.";
"Failed to write activation information. Make sure you have enough permissions."="Falha ao gravar informações de ativação. Certifique de ter as permissões necessárias.";
"Failed. Details: "="Falha. Detalhes: ";
"False"="Falso";
"File"="Arquivo";
"File name:"="Nome do arquivo:";
"Files of type:"="Arquivos do tipo:";
"Finished"="Concluído";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formulário";
"From page:"="Da página:";
"Fulfillment ID"="ID de execução";
"Get started with SMART Notebook software"="Comece a usar o software SMART Notebook";
"Getting things ready..."="Deixando tudo pronto...";
"Go Back"="Voltar";
"Grace period has expired."="O período de carência acabou.";
"Grace period: <b>%1</b> day(s) remaining"="Período de carência: <b>%1</b> dia(s) restante(s)";
"Grayscale"="Escala de cinza";
"Great! Your lesson is on its way to the SMART Board."="Ótimo! Sua lição está indo para o SMART Board.";
"HTTP request failed"="Solicitação HTTP falhou";
"HTTPS connection requested but SSL support not compiled in"="Conexão HTTPS solicitada mas suporte a SSL não compilado em";
"Height:"="Altura:";
"Help"="Ajuda";
"Hide %1"="Ocultar %1";
"Hide Others"="Ocultar outros";
"Host %1 found"="Host %1 encontrado";
"Host %1 not found"="Host %1 não encontrado";
"Host found"="Host encontrado";
"Host requires authentication"="O host requer autenticação";
"Host:"="Host:";
"Hu&e:"="Mati&z:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Aceito os termos no <a href=\"showEula()\">contrato de licença</a>.";
"Ignore"="Ignorar";
"Inches (in)"="Polegadas (pol.)";
"Include your name to help students find your class quickly."="Inclua o seu nome para ajudar os estudantes a encontrar a sala de aula rapidamente.";
"Includes maintenance ending on:"="Inclui manutenções que expiram em:";
"Includes permanent activations."="Inclui ativações permanentes.";
"Includes subscriptions expiring on:"="Inclui as assinaturas que expiram em:";
"Incompatible Qt Library Error"="Erro de incompatibilidade da biblioteca Qt";
"Installation ID"="ID de instalação";
"Internet access is disabled by the system administrator."="O acesso à Internet foi desativado pelo administrador do sistema.";
"Invalid"="Inválido";
"Invalid HTTP chunked body"="Corpo do bloco HTTP inválido";
"Invalid HTTP response header"="Cabeçalho da resposta HTTP inválido";
"Invalid entitlement"="Direito inválido";
"Invalid product key."="Chave de produto inválida.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Parece que a biblioteca de Lições do quadro está cheia. Você pode excluir algumas lições para liberar espaço.";
"Landscape"="Paisagem";
"Learn how to renew."="Aprenda a renovar.";
"Learn more."="Saiba mais.";
"Learn the Basics"="Aprenda o básico";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Ofício (8,5 x 14 polegadas, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Carta (8,5 x 11 polegadas, 216 x 279 mm)";
"Limitations"="Limitações";
"List View"="Exibição em lista";
"Location:"="Local:";
"Long side"="Lado longo";
"Look in:"="Observe em:";
"Lync connector"="Conector do Lync";
"Manage"="Gerenciar";
"Manual Request"="Solicitação manual";
"Margins"="Margens";
"Microsoft (personal)"="Microsoft (pessoal)";
"Millimeters (mm)"="Milímetros (mm)";
"My Computer"="Meu computador";
"N&o to All"="N&ão para todos";
"N&o to All"="N&ão para todos";
"Name:"="Nome:";
"No Internet Connection"="Sem conexão com a Internet";
"No boards yet. Get connected."="Ainda não há quadros. Conecte-se.";
"No proxy"="Sem proxy";
"No server set to connect to"="Nenhum servidor definido para se conectar";
"No space left on device"="Não foi deixado espaço no dispositivo";
"No such file or directory"="Não há tal arquivo ou diretório";
"No, I'll complete my request(s) later."="Não, eu completarei minha(s) solicitação(ões) mais tarde.";
"No, cancel all pending requests."="Não, cancele todas as solicitações pendentes.";
"None"="Nenhum";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Observação: se as URLs não estiverem acessíveis, ajuste suas configurações de proxy e tente testar a conexão novamente.";
"Number of copies:"="Número de cópias:";
"OK"="OK";
"Office 365 (school)"="Office 365 (escola)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Ops! Não foi possível concluir o login. Tente novamente. \n\nSe não der certo, pule o login e tente novamente mais tarde no menu Conta.";
"Oops. Something went wrong. Restarting the computer might help."="Ops. Ocorreu um erro. Reinicie o computador.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Ops. Não é possível concluir a ação sem estar conectado à Internet. \n\nConecte-se e tente novamente.";
"Oops. We couldn't load your profile right now. Please try again later."="Ops. Não foi possível carregar seu perfil no momento. Tente novamente mais tarde.";
"Open"="Abrir";
"Open "="Abrir ";
"Open in SMART Notebook on this computer."="Abra no SMART Notebook neste computador.";
"Open in the Notebook Player app on my SMART Board with iQ."="Abrir no aplicativo Notebook Player em meu SMART Board com iQ.";
"Operation completed successfully."="A operação foi concluída com êxito.";
"Options"="Opções";
"Orientation"="Orientação";
"Orientation:"="Orientação:";
"Output &file:"="&Arquivo de saída:";
"Output Settings"="Configurações de saída";
"P&roperties"="P&ropriedades";
"Page size:"="Tamanho de página:";
"Pages from"="Páginas de";
"Paper"="Papel";
"Paper format"="Formato do papel";
"Paper source:"="Origem do papel:";
"Parent Directory"="Diretório pai";
"Password"="Senha";
"Password:"="Senha:";
"Permission Required"="Permissão Necessária";
"Permission denied"="Permissão negada";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefone: 1.866.518.6791 ou +1.403.228.5940";
"Please try again"="Tente novamente";
"Please try again later"="Por favor, tente de novo mais tarde";
"Points (pt)"="Pontos (pt)";
"Portrait"="Retrato";
"PostScript Files (*.ps);;All Files (*)"="Arquivos PostScript (*.ps);;Todos os arquivos (*)";
"Preferences..."="Preferências...";
"Premium features expired on %1"="Os recursos da versão Premium expiraram em %1";
"Premium features will expire on %1 without an active subscription"="Sem uma assinatura ativa, os recursos premium vão expirar em %1";
"Preparing your document. This can take a while..."="Preparando o documento. Isso pode levar um tempo...";
"Preview"="Visualização";
"Print all"="Imprimir tudo";
"Print destination"="Imprimir destino";
"Print first page first"="Imprimir primeira página primeiro";
"Print in color if available"="Imprimir colorido, se disponível";
"Print in grayscale"="Imprimir em tons de cinza";
"Print last page first"="Imprimir última página primeiro";
"Print range"="Intervalo de impressão";
"Print selection"="Imprimir seleção";
"Print to File (PDF)"="Imprimir para Arquivo (PDF)";
"Print to File (Postscript)"="Imprimir para Arquivo (Postscript)";
"Print to SMART Notebook"="Imprimir no SMART Notebook";
"Print to file:"="Imprimir arquivo:";
"Print to printer:"="Imprimir na impressora:";
"Printer"="Impressora";
"Printer settings"="Configurações da impressora";
"Product"="Produto";
"Product Key"="Chave do produto";
"Product Key is not valid"="A chave do produto não é válida";
"Product Key:"="Chave do produto:";
"Product key has expired."="A chave de produto expirou.";
"Product:"="Produto:";
"Profile"="profile";
"Proxy Settings"="Configurações de proxy";
"Proxy authentication required"="Autenticação de proxy necessária";
"Proxy requires authentication"="Proxy requer autenticação";
"QT_LAYOUT_DIRECTION"="LTR";
"Quit"="Sair";
"Quit %1"="Sair do %1";
"Recent"="Recente";
"Recents"="Recentes";
"Remaining signed in will give you access to SMART Notebook's basic features."="Permanecer logado lhe dará acesso às funções básicas do SMART Notebook.";
"Request Files (%1)"="Arquivos de solicitação (%1)";
"Request aborted"="Pedido interrompido";
"Request denied. See Technical Details below for more information."="Solicitação negada. Veja os Detalhes técnicos abaixo para obter mais informações.";
"Request type: Activate"="Tipo de solicitação: Ativar";
"Request type: Renew"="Tipo de solicitação: Renovação";
"Request type: Repair"="Tipo de solicitação: Reparo";
"Request type: Return"="Tipo de solicitação: Voltar";
"Request:"="Solicitação:";
"Reset"="Reiniciar";
"Response Files (%1)"="Arquivos do Response (%1)";
"Restore Defaults"="Restaurar padrões";
"Result:"="Resultado:";
"Retrieving your account information..."="Recuperando informações da sua conta...";
"Retry"="Tente novamente";
"Reverse"="Inverter";
"Reverse landscape"="Paisagem invertida";
"Reverse portrait"="Retrato invertido";
"SMART Account"="Conta SMART";
"SMART Document Camera Mixed Reality Tools"="Ferramentas de realidade mista da SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite on-line - Acesso do Notebook em qualquer lugar";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Conector SMART Meeting Pro para Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Ferramentas 3D SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Recursos premium</a> do SMART Notebook";
"SMART Notebook Collaborative License"="Licença Colaborativa SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="Exemplo 1 de Vocabulário Inglês do SMART Notebook";
"SMART Notebook History Example 1"="Exemplo 1 de História do SMART Notebook";
"SMART Notebook Math Example 1"="Exemplo 1 de Matemática do SMART Notebook";
"SMART Notebook Math Example 2"="Exemplo 2 de Matemática do SMART Notebook";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SDK do SMART Notebook";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="Exemplo 1 de Ciências do SMART Notebook";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Kit de ferramentas SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies - Assistente de ativação";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Handshake SSL falhou";
"Save"="Salvar";
"Save All"="Salvar tudo";
"Save As"="Salvar como";
"Search the SMART Exchange"="Pesquisar o SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Consulte este <a href='%1'>artigo da Base de conhecimento</a> e o <a href='%2'>Diagrama de solução de problemas</a> para obter detalhes sobre como resolver problemas de conectividade, especialmente quando você estiver usando um proxy.";
"Select All"="Selecionar tudo";
"Select a Directory"="Selecione um diretório";
"Select color"="Selecionar cor";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Selecione como você gostaria de compartilhar este arquivo com o seu perfil SMART Learning Suite on-line";
"Select the Response File"="Selecionar o arquivo do Response";
"Selection"="Seleção";
"Send to SMART Cloud"="Enviar para SMART Cloud";
"Server closed connection unexpectedly"="A conexão ao servidor foi encerrada inesperadamente";
"Services"="Serviços";
"Share"="Compartilhar";
"Share Now"="Compartilhe agora";
"Share this file with the Lessons app on a SMART Board"="Compartilhe este arquivo com o aplicativo Lessons em uma Smart Board";
"Share this file with the Notebook Player app on a SMART Board"="Compartilhar este arquivo com o aplicativo Notebook Player em um SMART Board";
"Share to SMART Board with iQ"="Compartilhar para SMART Board com iQ";
"Share to the Notebook Player app"="Compartilhar no aplicativo Notebook Player";
"Share using a link"="Compartilhe usando um link";
"Share with a SMART Board"="Compartilhe com uma SMART Board";
"Short side"="Lado curto";
"Show &hidden files"="Mostrar &arquivos ocultos";
"Show All"="Mostrar tudo";
"Sign In"="Entrar";
"Sign In Again"="Fazer login novamente";
"Sign Out"="Sair";
"Sign in"="Login";
"Sign in didn't work"="O login não funcionou";
"Sign in is required for accessing key SMART features."="É necessário fazer login para ter acesso aos recursos principais da SMART.";
"Sign in to or create a SMART account"="Faça o log-in ou crie sua conta SMART";
"Sign in to use this feature"="Faça o log-in para usar essa função.";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Entre em sua conta SMART para acessar os benefícios da assinatura SMART ou usar o Notebook em modo limitado.";
"Sign in with Google"="Login com Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Faça login com sua conta pessoal do Google, Office 365 ou da Microsoft.";
"Sign in with a browser"="Entrar com um navegador";
"Sign up for free"="Registre-se de graça";
"Sign up for the latest updates from SMART"="Cadastre-se para obter as últimas atualizações da SMART";
"Signed in as:"="Logado como:";
"Skip Sign In"="Pular login";
"Skip sign in for now"="Pular o login por enquanto";
"Skipped sign in"="Login pulado";
"Software enabled"="Software ativado";
"Some of your license keys have expired. Click here for more info."="Algumas das suas chaves de licença expiraram. Clique aqui para obter mais informações.";
"Some of your license keys will expire in %1 days. Click here for more info."="Algumas das suas chaves de licença expirarão em %1 dias. Clique aqui para obter mais informações.";
"Something went wrong. Want to try again?"="Ocorreu um erro. Deseja tentar novamente?";
"Sort"="Classificar";
"Sort by &Date"="Classificar por &Data";
"Sort by &Name"="Classificar por &Nome";
"Sort by &Size"="Classificar por &Tamanho";
"Status"="Status";
"Status:"="Estado:";
"Stay Inspired"="Permaneça inspirado";
"Subscription: <b>%1</b> day(s) remaining"="Assinatura: <b>%1</b> dia(s) restante(s)";
"Succeeded"="Êxito";
"Symbolic Link"="Link simbólico";
"Tabloid (279 x 432 mm)"="Tabloide (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Toque no ícone %s Conecte-se do aplicativo Lições para obter um código com 4 caracteres e depois digite o código abaixo.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Toque no ícone Conectar %s no aplicativo Notebook Player para obter um código de 4 caracteres, então digite esse código abaixo.";
"Test Connectivity..."="Testar conectividade...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Esse endereço de e-mail já está associado a uma conta SMART. Tente fazer o log-in com outro endereço de e-mail.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Que estranho.... \n\nNão sabemos o que aconteceu, mas não estamos conseguindo fazer o seu log-in agora.";
"The activation didn't complete. See below for status information."="A ativação não foi concluída. Consulte as informações de status abaixo.";
"The following Product Key is not valid: "="A seguinte chave de produto não é válida: ";
"The information copied successfully, and your Internet browser will open."="As informações foram copiadas com êxito e o seu navegador de internet será aberto.";
"The installed version of this product requires a newer maintenance license."="A versão instalada deste produto exige uma licença de manutenção mais recente.";
"The link has been copied to the clipboard."="O link foi copiado para a área de transferência.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="O número de ativações para esta chave do produto excedeu o máximo. Entre em contato com o nosso suporte para obter assistência.";
"The product key you are using has been canceled. Please contact SMART support for more information."="A chave de produto que você está usando foi cancelada. Entre em contato com o suporte da SMART para mais informações.";
"The product key you entered is already in the list."="A chave de produto inserida já está na lista.";
"The request file saved successfully. Copy the file to another computer to continue."="O arquivo de solicitação foi salvo com êxito. Copie o arquivo para outro computador para continuar.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="A solicitação ocorreu em algumas das suas chaves de produto, mas não em outras.";
"The sign in took too long and has expired."="O log-in demorou demais e expirou.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="O sistema está passando por manutenção no momento, mas voltará em breve. Pedimos desculpas pela inconveniência.";
"The trial period has started."="O período de avaliação começou.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Não foi possível ativar esta chave. Tente ativá-la novamente. \n\nSe o problema continuar, anote qualquer mensagem de erro e entre em contato com o suporte técnico da SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="O registro de direito desta chave não está configurado corretamente. Entre em contato com o suporte técnico da SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Para se conectar ao SMART, é necessário digitar um nome de usuário e uma senha para o proxy %s";
"To page:"="Até página:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Para conseguir ativar sua chave de produto, todas as conexões devem ser realizadas. Marcas de seleção verdes indicam conexõem realizadas com sucesso.";
"Too many open files"="Muitos arquivos abertos";
"Trial Extension"="Extensão de avaliação";
"Trial: <b>%1</b> day(s) remaining"="Avaliação: <b>%1</b> dia(s) restante(s)";
"True"="Verdadeiro";
"Try Again"="Tentar novamente";
"Try again later or try a manual request now."="Tente novamente mais tarde ou tente uma solicitação manual agora.";
"Try it Online!"="Experimente on-line!";
"Type your user name and password."="Digite seu nome de usuário e senha.";
"Type:"="Tipo:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Envelope americano comum número 10 (105 x 241 mm)";
"Unable to complete your request."="Não foi possível concluir a sua solicitação.";
"Unable to copy."="Não foi possível copiar.";
"Unable to create your file."="Não foi possível criar o arquivo.";
"Unable to open %1 for writing."="Não foi possível abrir o %1 para gravação.";
"Unable to open source file for reading."="Não foi possível abrir o arquivo de origem para leitura.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Não foi possível abrir o seu navegador internet. Tente abrir o seu navegador manualmente ou use um computador diferente para continuar.";
"Unable to read response from file."="Não foi possível ler a resposta do arquivo.";
"Unable to rename %1 to %2."="Não foi possível renomear %1 para %2.";
"Unable to save your request."="Não foi possível salvar a sua solicitação.";
"Unknown"="Desconhecido";
"Unknown Location"="Local desconhecido";
"Unknown authentication method"="Método de autenticação desconhecido";
"Unknown error"="Erro desconhecido";
"Unknown error."="Erro desconhecido.";
"Unknown protocol specified"="Protocolo especificado desconhecido";
"Upload this document and create a link to share with others."="Carregue este documento e crie um link para compartilhá-lo com outros.";
"Upload to SMART Cloud"="Carregar para SMART Cloud";
"Uploading your file..."="Fazendo o upload do seu arquivo...";
"Use Internet Explorer settings"="Usar configurações do Internet Explorer";
"Use System settings"="Usar configurações do sistema";
"Use other proxy:"="Usar outro proxy:";
"User Name:"="Nome do usuário:";
"User name:"="Nome de usuário:";
"Valid for versions released before %1"="Válido para versões lançadas antes de %1";
"Version %s"="Versão %s";
"Volume activated"="Volume ativado";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Não foi possível processar essa resposta. A solicitação vem de um computador diferente ou já foi processada.";
"We'll remember %s for next time."="Vamos nos lembrar do %s da próxima vez.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Bem-vindo ao software %1 da SMART Technologies.";
"Welcome to SMART Notebook"="Bem-vindo ao SMART Notebook";
"What's This?"="O que é isso?";
"Width:"="Largura:";
"Working on it."="Trabalhando...";
"Working on it.."="Trabalhando...";
"Working on it..."="Trabalhando...";
"Wrong content length"="Tamanho de conteúdo errado";
"Yes to &All"="&Sim para tudo";
"Yes to &All"="&Sim para tudo";
"Yes, I have a numeric response code similar to %1."="Sim, eu tenho um código numérido do Response semelhante a %1.";
"Yes, I have a response file."="Sim, eu tenho um arquivo do Response.";
"Yes, I have a response message that starts with %1."="Sim, eu tenho uma mensagem do Response que inicia com %1.";
"Yes, I have an activation key similar to %1."="Sim, eu tenho uma chave de ativação semelhante a %1.";
"You can close this tab and return to SMART Notebook."="Você pode fechar estar aba e voltar ao SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Você pode gerenciar a sua conta e a ID de classe no menu Conta.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Você pode fazer login mais tarde no menu Conta. É necessário fazer login para ter acesso a muitos dos recursos principais da SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Você prefere não permitir que o nosso aplicativo acesse a sua conta. Você não vai conseguir usar nosso aplicativo se não aceitar.";
"You have %1 days to complete activation."="Você tem %1 dias para completar a ativação.";
"You have signed out"="Você se desconectou";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Você ainda não deu ao SMART permissão para acessar as informações da sua conta, o que é obrigatório para fazer login. Deseja tentar fazer login novamente?";
"You may wish to send results to your organization's technical support contact."="Talvez você queira enviar os resultados para o contato de suporte técnico da sua organização.";
"You need to sign in before you can use this feature."="Você precisa fazer o log-in para usar essa função.";
"You're all set!"="Você está pronto!";
"You're unable to change these settings because you manually configured a proxy."="Você não pode alterar essas configurações porque configurou manualmente um proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Você pulou o login por enquanto. Você pode fazer login mais tarde no menu Conta.";
"Your SMART Boards"="Seus SMART Boards";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="A sua assinatura do SMART Learning Suite expirará em %d dias. Aprenda a renovar.";
"Your SMART account"="Sua conta SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="O seu navegador abriu em uma página de log-in. Você voltará aqui após fazer o log-in.";
"Your first trial extension is activated."="Sua primeira extensão de avaliação foi ativada.";
"Your first trial extension isn't activated."="Sua primeira extensão de avaliação não foi ativada.";
"Your second trial extension is activated."="Sua segunda extensão de avaliação foi ativada.";
"Your second trial extension isn't activated."="Sua segunda extensão de avaliação não foi ativada.";
"Your trial period has ended."="O seu período de avaliação terminou.";
"bottom margin"="margem inferior";
"left margin"="margem esquerda";
"locally connected"="conectado localmente";
"right margin"="margem direita";
"to"="para";
"top margin"="margem superior";
"unknown"="desconhecido";
